source/Tooling/post-migration/eubt/eu.artist.postmigration.eubt.prototype/requests/migrated/obtainUser_unequal.xml

<!-- **************************************************************************************	
 Copyright (c) 2014 Vienna University of Technology. 									
 All rights reserved. This program and the accompanying materials 						
 are made available under the terms of the Eclipse Public License v1.0 					
 which accompanies this distribution, and is available at								
 http://www.eclipse.org/legal/epl-v10.html 												
 																						
 Contributors: 																			
 Patrick Neubauer (Vienna University of Technology) - initial API and implementation 	
 Initially developed in the context of ARTIST EU project www.artist-project.eu 			
 **************************************************************************************	-->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservices.artist.eu/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:obtainUser>
         <uid>1</uid>
      </web:obtainUser>
   </soapenv:Body>
</soapenv:Envelope>